Revit 2027 API
ExportLayerTable Constructor
 Constructs a new ExportLayerTable with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportLayerTable()
Public Sub New
public:
ExportLayerTable()
new : unit -> ExportLayerTable
See Also
Reference
ExportLayerTable Class
Autodesk.Revit.DB Namespace